{"title":"Yuanshen Info","description":"原神资讯小站","language":"zh-CN","link":"https://wwww.yuanshen.info","pubDate":"Sat, 05 Nov 2022 01:00:00 GMT","lastBuildDate":"Sat, 05 Nov 2022 01:14:52 GMT","generator":"hexo-generator-json-feed","webMaster":"Yuanshen Info","items":[{"title":"TCG Character lines","link":"https://wwww.yuanshen.info/article/TCG-Character-lines.html","description":"特别感谢@yarikochka提供的文本地图。 神里绫华“我对游戏规则并不熟悉，确切地说，我的经验来自于看我哥哥玩。但如果这是你的请求……”提示：神里绫华的卡组中带有大量的剑类武器，她擅长使用剑类角色来进行进攻。 芭芭拉“嗯，我不太懂怎么玩，但没关系的。我肯定会在我们玩的过程中熟悉它……”提示：芭芭拉的牌组可以提供大量的治疗和抽牌效果，她可以利用这些效果来限制对手的优势。 班尼特“其实，以我的运气，甚至可以赢得骰子和纸牌的游戏……？”提示：班尼特的牌组包括大量的事件牌，可以用来组织强大的早期攻势。 重云“我刚刚看了这张卡的规则，我想它在正确的卡组中应该很好用……”提示：重云的卡组擅长以各种方式加强他的普通攻击效果，然后再向敌方释放这些毁灭性的攻击。 柯莱“你想决斗？呃，呃……我不知道为什么开始紧张了……”提示：柯莱的卡组包含许多事件卡，她也会使用各种角色的元素类型来触发各种与草元素有关的元素反应。” 赛诺“没必要担心。我对新玩家的要求并不高。”提示：赛诺的卡组围绕着能量和普通攻击，让他在转移资源时也能发动攻击。” 迪卢克“嗯，正如我们之前安排的那样……”提示：迪卢克的卡组是围绕他的天赋 “流动的火焰 “建立的，如果有足够的卡片支持，他可以在一个回合内多次使用他的元素技能。 迪奥娜“哼哼。已经开始向我挑战了？让我们先搞清楚一件事：我不会轻易放过你的”提示：迪奥娜的卡组可以提供大量的治疗和护盾，她会用这些来很好地保护她的角色。” 菲谢尔“战争的迷雾散去，幕布升起。来吧，旅行者，向你的公主殿下展示你的力量！”提示：菲谢尔的牌组有 “元素充能 “和”元素爆发 “作为其主要功能，并包含大量可以恢复能量的牌。 甘雨“嗯，如果我做一段时间的其他事情，我的工作率会提高？我明白了。好吧，如果是这样的话……”提示：甘雨的卡组围绕着 “甘雨 “的技能 “霜花箭 “的使用而展开。这个技能可以对待机的角色造成巨大的伤害。 凯亚“哦？你想和我打几个回合,真有意思。”提示：凯亚的牌组擅长使用元素爆发引起的战斗状态效果。他将利用它们来试图在对决中占据上风。 刻晴“我想我们可以把这算作工作之中的休息……那么我们来一两个回合吧。”提示：刻晴的卡组包含许多圣遗物和事件卡，使她可以灵活地改变战术。 莫娜“好吧，好吧。反正我的最新手稿也很难写……我想我可以和你愉快的打几次!”提示：莫娜的牌组可以通过快速行动切换角色，并创造召唤物来快速触发元素反应。 凝光“啊，所以你愿意和我打一回合？”真有意思。”提示：凝光的卡组包括很多位置辅助卡和可以辅助组合的卡，她的辅助区可以叠加强大的治疗效果并为她提供充足的资源。 诺艾尔“我不是很擅长这个，但我会全力以赴的!”提示：诺艾尔的卡组擅长使用治疗和保护能力来获得资源优势，同时依靠加强诺艾尔的普通攻击来进行进攻。 琴“好吧，我就当这是一次短暂的工作休息。但我恐怕不能玩太长时间…..”提示：琴的卡组以 “元素能量补给 “和 “风元素伤害加成 “为中心，同时还具有相当数量的治疗能力。 雷泽“卡牌… 很难, 但 有趣…”提示：雷泽的卡组中包含了大量能赋予 “雷泽 “以 “能量 “的卡牌，这将使 “雷泽 “能更快地使用元素爆发并开始更加强大的攻击。 砂糖“我才刚刚学会这个游戏的规则，但无论如何我都会全力以赴…..”提示：砂糖的卡组以 “漩涡 “为核心，她手上也有各种效果的圣遗物。 香菱“哦, 原来你也玩七圣召唤?那我们现在就打一场吧！”提示：香菱的套牌中有大量的食物卡和与食物搭配的卡，使用食物效果慢慢积累优势。 行秋“嗯，我得承认，我对七圣召唤早就熟悉了。不过，我不会称自己为高手……”提示：行秋的套牌包含大量的事件卡和3种不同元素类型的角色，让他可以根据情况保持灵活性。 宵宫“七圣召唤? 花见坂的孩子们喜欢这款游戏——而且我还准备了一套牌！”提示：“宵宫”是宵宫套牌的进攻核心，附带大量可用于增强普通攻击的卡牌。","pubDate":"Sat, 05 Nov 2022 01:00:00 GMT","guid":"https://wwww.yuanshen.info/article/TCG-Character-lines.html","category":"Naevisleaks"}]}